Repository: Francehelder/CubeTimer
Catalog: po/*.po
Languages: ru

source: 3x3 Rubiks Cube timer
ru: Таймер для кубика Рубика 3x3

source: Cube Timer is a simple 3x3 Rubiks Cube Timer application for the gnome desktop. Just long press the space-bar and start solving!
ru: Cube Timer — это простой таймер для кубика Рубика 3x3 для рабочего окружения GNOME. Просто долго жмите на клавишу Пробел и начинайте собирать!

source: Main window
ru: Главное окно

source: When the timer is running
ru: Когда таймер запущен

source: Mark a solve as DNF or delete it
ru: Пометить сборку как DNF (не законченную) или удалить

# shortcut window
source: General
ru: Общее

# shortcut window
source: Start Timer
ru: Запустить таймер

# shortcut window
source: Show Shortcuts
ru: Показать клавиатурные сокращения

# shortcut window
source: Quit
ru: Выйти

source: Sr.
ru: Но.

source: Time
ru: Время

source: Solve No. {idx}
ru: Сборка Но. {idx}

source: Scramble:- {scramble} Time:- {time}
ru: Разборка:- {scramble} Время:- {time}

source: Mark DNF
ru: Пометить как DNF (не завершённое)

source: Delete
ru: Удалить

source: Cancel
ru: Отменить

source: Session {idx}
ru: Сессия {idx}

source: Enter scramble length:-
ru: Ввести длину разборки:-

source: Menu
ru: Меню

source: Content
ru: Содержание

source: Toggle Sidebar
ru: Переключить боковую панель

source: _Keyboard Shortcuts
ru: _Клавиатурные сокращения

source: _About Cube Timer
ru: _О Cube Timer
